import React from 'react';
import './about.scss';
import Tamaryan from './../../../../images/Tamaryan.png';
import about from './../ARDA CHF Vocational Education Mercy Center.pdf';

export default function About() {
    return (
        <div id="about">
            <div className="about">
                <h2>«ԱՌԴԱ» ԲՀ մասնագիտական կրթական կենտրոնի գործունեությունը</h2>
                <em>Կրթություն՝ երաշխավորված աշխատանք</em>
                <p>
                    Վերջին տարիներին մասնագիտական կրթական ոլորտը ձեռք է բերել մեծ կարևորություն, քանի որ այն հնարավորություն է տալիս արագ և արդյունավետ կերպով ապահովել աշխատաշուկայի պահանջներին համապատասխան մասնագետներով: Այդ ուղղությամբ մեծ աշխատանքներ է իրականացնում «ԱՌԴԱ» բարեգործական հիմնադրամի կողմից ստեղծված մասնագիտական կրթական կենտրոնը:
                </p>
                <p>
                    Աշխատանքի վրա հիմնված կամ աշխատանքի հետ ինտեգրված ուսուցման մեթոդը (Work-Based Learning - WBL) կենտրոնի հիմնական մոդելն է: Այն հնարավորություն է տալիս ուսանողներին՝ ուսման գործընթացում ունենալ պրակտիկա համապատասխան ընկերություններում և գործատուների մոտ, ինչը բարձրացնում է կրթության արդյունավետությունը:
                </p>
                <p>
                    Բացի մասնագիտական հմտությունների ձևավորումից, կենտրոնը կարևորում է նաև անձի ընդհանուր կարողությունների զարգացումը՝ հաղորդակցման հմտություններ, թիմային աշխատանք, պատասխանատվություն և նախաձեռնողականություն:
                </p>
                <p>
                    Ներկայումս «ԱՌԴԱ» ԲՀ-ի կողմից աշխատանքներ են տարվում նաև գործատուների հետ համագործակցությամբ՝ ապահովելու ուսանողների հետագա աշխատատեղերը և կայուն ապագան Հայաստանում:
                </p>
                <p>
                    Մեր մասին ավելին՝
                    <a href={about} download="About Education Center"> այստեղ</a>
                </p>
            </div>

            <div className="tamaryan">
                <div className="photo">
                    <img src={Tamaryan} alt="Թամարյան Գևորգ" />
                    <h4>Տնօրեն՝ Թամարյան Գևորգ</h4>
                </div>
                <ul>
                    <li>Ծնվել է 1973 թվականի սեպտեմբերի 2-ին, Երևանում։</li>
                    <li>1980 – 1987 թթ․– սովորել է թիվ 135 դպրոցում։</li>
                    <li>1987 – 1990 թթ․ – սովորել է ԵՊՀ-ին առընթեր Ա. Շահինյանի անվան ֆիզմաթ դպրոցում։</li>
                    <li>1990 – 1995 թթ․ – ուսանել է Երևանի ճարտարապետա շինարարական ինստիտուտի քաղաքաշինության բաժնում՝ ստանալով ճարտարագետ շինարարի որակավորում։</li>
                    <li>1996 -1998 թթ․ – ծառայել է ՀՀ զինված ուժերում, որպես լեյտենանտ։</li>
                    <li>2006 թ․ – պաշտպանել է թեկնածուական թեզ՝ տնտեսագիտության թեկնածու։</li>
                    <li>2005 թ–ից համաշխարհային էներգետիկների միության անդամ է։</li>
                    <li>2006-ից մինչ օրս Երևանի Ա. Շահինյանի անվան դպրոցի տնօրենի տեղակալն է։</li>
                    <li>2021-ից «ԱՌԴԱ» ԲՀ մասնագիտական կրթական կենտրոնի տնօրենն է։</li>
                </ul>
            </div>
        </div>
    );
}
