import React from 'react';
import './about.scss';
import about from './../ARDA CHF Vocational Education Mercy Center.pdf';

export default function About() {
    
    return (
        <div id="about">
            <div className="about">
                <h2>«ԱՌԴԱ» ԲՀ մասնագիտական կրթական կենտրոնի գործունեությունը</h2>
                <em>Կրթություն՝ երաշխավորված աշխատանք</em>
                <p>
                    Վերջին տարիներին մասնագիտական կրթական ոլորտը ձեռք է բերել մեծ կարևորություն, քանի որ այն հնարավորություն է տալիս արագ և արդյունավետ կերպով ապահովել աշխատաշուկայի պահանջներին համապատասխան մասնագետներով: Այդ ուղղությամբ մեծ աշխատանքներ է իրականացնում «ԱՌԴԱ» բարեգործական հիմնադրամի կողմից ստեղծված մասնագիտական կրթական կենտրոնը:
                </p>
                <p>
                    Աշխատանքի վրա հիմնված կամ աշխատանքի հետ ինտեգրված ուսուցման մեթոդը (Work-Based Learning - WBL) կենտրոնի հիմնական մոդելն է: Այն հնարավորություն է տալիս ուսանողներին՝ ուսման գործընթացում ունենալ պրակտիկա համապատասխան ընկերություններում և գործատուների մոտ, ինչը բարձրացնում է կրթության արդյունավետությունը:
                </p>
                <p>
                    Բացի մասնագիտական հմտությունների ձևավորումից, կենտրոնը կարևորում է նաև անձի ընդհանուր կարողությունների զարգացումը՝ հաղորդակցման հմտություններ, թիմային աշխատանք, պատասխանատվություն և նախաձեռնողականություն:
                </p>
                <p>
                    Ներկայումս «ԱՌԴԱ» ԲՀ-ի կողմից աշխատանքներ են տարվում նաև գործատուների հետ համագործակցությամբ՝ ապահովելու ուսանողների հետագա աշխատատեղերը և կայուն ապագան Հայաստանում:
                </p>
                <p>
                    Մեր մասին ավելին՝
                    <a href={about} download="About Education Center"> այստեղ</a>
                </p>
            </div>

           
        </div>
    );
}
